IDEA Open Model
ConcreteSLSCheckResultStressLimitationEc2.Stress Property
Compatible with IDEA StatiCa Beta 20.0
 type of SLS limit stress check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Stress { get; set; }
Public Property Stress As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultStressLimitationEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace